tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "openssl"
brew "readline"
brew "python"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dark-mode"
brew "fasd"
brew "fzf"
brew "gettext"
brew "libtool"
brew "imagemagick"
brew "libevent"
brew "libksba"
brew "libyaml"
brew "mysql"
brew "ninja"
brew "nmap"
brew "openssl@1.1"
brew "pkg-config"
brew "postgresql"
brew "terminal-notifier"
brew "unrar"
brew "watch"
brew "wireshark"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
cask "appcleaner"
cask "calibre"
cask "caprine"
cask "google-chrome"
cask "insomnia"
cask "lastfm"
cask "mindnode-pro"
cask "omnifocus"
cask "omnigraffle"
cask "slack"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "vlc"
