cask_args appdir: '/Applications'

tap 'eddieantonio/eddieantonio' || true
tap 'homebrew/bundle' || true
tap 'homebrew/cask' || true
tap 'homebrew/command-not-found' || true
tap 'homebrew/core' || true
tap 'homebrew/services' || true


brew 'arp-scan'
brew 'autoconf'
brew 'automake' 
brew 'c-ares' 
brew 'cheat' 
brew 'cmake' 
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'dark-mode'
brew 'exiftool' 
brew 'fasd' 
brew 'fontconfig' 
brew 'freetype' 
brew 'fzf' 
brew 'gd' 
brew 'gdbm' 
brew 'gettext' 
brew 'glib' 
brew 'gmp' 
brew 'gnu-sed' 
brew 'gnutls' 
brew 'graphviz' 
brew 'gts' 
brew 'highlight' 
brew 'icu4c' 
brew 'ilmbase' 
brew 'imagemagick' 
brew 'imagemagick@6' 
brew 'imgcat' 
brew 'jansson' 
brew 'jasper' 
brew 'jemalloc' 
brew 'jpeg' 
brew 'jpegoptim' 
brew 'libde265' 
brew 'libev' 
brew 'libevent' 
brew 'libffi' 
brew 'libgcrypt' 
brew 'libgpg-error' 
brew 'libheif' 
brew 'libidn2' 
brew 'libksba' 
brew 'libmaxminddb' 
brew 'libomp' 
brew 'libpcap' 
brew 'libpng' 
brew 'libsmi' 
brew 'libsodium' 
brew 'libssh' 
brew 'libtasn1' 
brew 'libtiff' 
brew 'libtool' 
brew 'libunistring' 
brew 'libyaml' 
brew 'little-cms2' 
brew 'lua' 
brew 'lua@5.1' 
brew 'memcached' 
brew 'mysql' 
brew 'mysql@5.6' 
brew 'ncurses' 
brew 'netpbm' 
brew 'nettle' 
brew 'nghttp2' 
brew 'nikto'
brew 'ninja'
brew 'nmap'
brew 'node'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pcre'
brew 'pipenv'
brew 'pkg-config'
brew 'postgresql'
brew 'pyenv'
brew 'python'
brew 'python@2'
brew 'readline'
brew 'spdylay'
brew 'sphinx'
brew 'sqlite'
brew 'sqlmap'
brew 'telnet'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'unrar'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'wireshark'
brew 'x265'
brew 'xz'
brew 'yamllint'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask "adium"
cask "appcleaner"
cask "calibre"
cask "caprine"
cask "google-chrome"
cask "insomnia"
cask "lastfm"
cask "mindnode-pro"
cask "omnifocus"
cask "omnigraffle"
cask "owasp-zap"
cask "qcolorcore"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
